Repository: getdictus/dictus-ios
Catalog: DictusWidgets/Localizable.xcstrings
Source language: en
Languages: fr

source: Done
fr: Prêt

source: Error
fr: Erreur

source: On
fr: Actif

source: Processing...
fr: Traitement...

source: Rec
fr: Enr.

source: Recording...
fr: Enregistrement...

source: Stop Standby
fr: Arrêter la veille

source: Transcribing...
fr: Transcription...

source: Transcription ready
fr: Transcription prête

source: Turn off Dictus standby mode
fr: Désactiver le mode veille de Dictus
